alacritty
basictex
betterdisplay
blender
brave-browser
db-browser-for-sqlite
dotnet
epub-to-pdf
firefox
font-jetbrains-mono-nerd-font
font-noto-color-emoji
gimp
google-chrome
hammerspoon
imageoptim
julia
karabiner-elements
keycastr
master-pdf-editor
microsoft-edge
monitorcontrol
onlyoffice
qtspim
racket
skim
tigervnc-viewer
vlc
xquartz
zoom
