bgpdump
bgpq3
bibclean
chiselstrike/tap/turso
cocoapods
elixir-ls
fish
koekeishiya/formulae/yabai
libpq
librsvg
libssh2
lzfse
markdownlint-cli2
mysql
neovim
pandoc
portaudio
python@3.10
python@3.11
python@3.8
swiftformat
telnet
wasmer
watchexec
yarn
