bgpdump
bgpq3
bibclean
cmake
cocoapods
elixir-ls
fish
gleam
libpq
librsvg
libssh2
lzfse
markdownlint-cli2
modularml/packages/modular
neovim
pandoc
portaudio
sichanghe/yabai5/yabai
swiftformat
telnet
watchexec
yarn
