alacritty
android-platform-tools
android-studio
betterdisplay
blackhole-64ch
blender
brave-browser
copilot-for-xcode
db-browser-for-sqlite
docker
dotnet
epub-to-pdf
firefox
flutter
font-jetbrains-mono-nerd-font
font-noto-color-emoji
gimp
google-chrome
hammerspoon
handbrake
imageoptim
julia
karabiner-elements
keycastr
mactex-no-gui
master-pdf-editor
microsoft-edge
monitorcontrol
obsidian
onlyoffice
orion
racket
skim
stats
swiftformat-for-xcode
tencent-meeting
tigervnc-viewer
utm
vimr
visual-studio-code
vlc
wireshark
xquartz
zed
zoom
